<?php














return array_replace_recursive(require __DIR__.'/en.php', [
'formats' => [
'L' => 'D/M/YY',
],
'months' => ['बैसाख', 'जेठ', 'अषाढ़', 'सावोन', 'भादो', 'आसिन', 'कातिक', 'अगहन', 'पूस', 'माघ', 'फागुन', 'चैति'],
'months_short' => ['बैसाख', 'जेठ', 'अषाढ़', 'सावोन', 'भादो', 'आसिन', 'कातिक', 'अगहन', 'पूस', 'माघ', 'फागुन', 'चैति'],
'weekdays' => ['रविदिन', 'सोमदिन', 'मंगलदिन', 'बुधदिन', 'बृहस्पतीदिन', 'शुक्रदिन', 'शनीदिन'],
'weekdays_short' => ['रवि', 'सोम', 'मंगल', 'बुध', 'बृहस्पती', 'शुक्र', 'शनी'],
'weekdays_min' => ['रवि', 'सोम', 'मंगल', 'बुध', 'बृहस्पती', 'शुक्र', 'शनी'],
'first_day_of_week' => 0,
'day_of_first_week_of_year' => 1,
'meridiem' => ['पूर्वाह्न', 'अपराह्न'],

'year' => ':count ऋतु', 
'y' => ':count ऋतु', 
'a_year' => ':count ऋतु', 

'month' => ':count महिना',
'm' => ':count महिना',
'a_month' => ':count महिना',

'week' => ':count श्रेणी:क्यालेन्डर', 
'w' => ':count श्रेणी:क्यालेन्डर', 
'a_week' => ':count श्रेणी:क्यालेन्डर', 

'day' => ':count दिन',
'd' => ':count दिन',
'a_day' => ':count दिन',

'hour' => ':count घण्टा',
'h' => ':count घण्टा',
'a_hour' => ':count घण्टा',

'minute' => ':count समय', 
'min' => ':count समय', 
'a_minute' => ':count समय', 
]);
