<?php














return array_replace_recursive(require __DIR__.'/en.php', [
'formats' => [
'L' => 'D/M/YY',
],
'months' => ['जनवरी', 'फरवरी', 'मार्च', 'अप्रैल', 'मई', 'जून', 'जुलाई', 'अगस्त', 'सितंबर', 'अक्टूबर', 'नवंबर', 'दिसंबर'],
'months_short' => ['जन', 'फर', 'मार्च', 'अप्रै', 'मई', 'जून', 'जुल', 'अग', 'सित', 'अक्टू', 'नव', 'दिस'],
'weekdays' => ['रविवार', 'सोमवार', 'मंगल्लवार', 'बुधवार', 'बृहस्पतिवार', 'शुक्रवार', 'शनिवार'],
'weekdays_short' => ['रवि', 'सोम', 'मंगल', 'बुध', 'बृहस्पति', 'शुक्र', 'शनि'],
'weekdays_min' => ['रवि', 'सोम', 'मंगल', 'बुध', 'बृहस्पति', 'शुक्र', 'शनि'],
'first_day_of_week' => 0,
'day_of_first_week_of_year' => 1,
'meridiem' => ['पूर्वाह्न', 'अपराह्न'],

'year' => ':count आंहू', 
'y' => ':count आंहू', 
'a_year' => ':count आंहू', 

'month' => ':count सूरज', 
'm' => ':count सूरज', 
'a_month' => ':count सूरज', 

'week' => ':count निवाज', 
'w' => ':count निवाज', 
'a_week' => ':count निवाज', 

'day' => ':count अेक', 
'd' => ':count अेक', 
'a_day' => ':count अेक', 

'hour' => ':count दुनियांण', 
'h' => ':count दुनियांण', 
'a_hour' => ':count दुनियांण', 
]);
